Repository: easywithizzy/RolePlayNation
Catalog: bridge/resources/WiredPlayers/messages/help/HelpRes.*.resx
Languages: es_es, pt_br

# a
source: USAGE: /a [Message]
es_es: USO: /a [Mensaje]
pt_br: FOMA CORRETA: /a [Mensagem]

# accept
source: USAGE: /accept [Order|Service|Interview|Money|Repaint]
es_es: USO: /aceptar [Pedido|Servicio|Directo|Dinero|Vehiculo|Pintura]
pt_br: FOMA CORRETA: /aceitar [Orderens|Servico|Entrevista|Dinheiro|Repintar]

# admin
source: USAGE: /admin [Message]
es_es: USO: /aviso [Mensaje]
pt_br: FOMA CORRETA: /admin [Mensagem]

# ame
source: USAGE: /ame [Message]
es_es: USO: /ame [Mensaje]
pt_br: FOMA CORRETA: /ame [Mensagem]

# announce
source: USAGE: /announce [Announcement message]
es_es: USO: /anunciar [Mensaje de anuncio]
pt_br: FOMA CORRETA: /anunciar [Mensagem de Anuncio]

# attend
source: USAGE: /attend [Report id.]
es_es: USO: /atender [Id. aviso]
pt_br: FOMA CORRETA: /atender [ID da do Report]

# a_ticket
source: USAGE: /aticket [Ticket id.] [Help answer message]
es_es: USO: /rduda [Id. duda] [Mensaje de respuesta al jugador]
pt_br: FOMA CORRETA: /aticket [ID do Ticket] [Mensagem de ajuda]

# ban
source: USAGE: /ban [Player id./Player name] [Reason]
es_es: USO: /ban [Id. jugador/Nombre jugador] [Motivo]
pt_br: FOMA CORRETA: /ban [ID do Jogador/Nome do Jogador] [Motivo]

# breathalyzer
source: USAGE: /breathalyzer [Player id./Player name]
es_es: USO: /alcoholimetro [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /bafometro [ID do Jogador/Nome do Jogador]

# bring
source: USAGE: /bring [Player id./Player name]
es_es: USO: /traer [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /trazer [ID do jogador/Nome do jogador]

# business
source: USAGE: /business [Info|Create|Modify|Remove]
es_es: USO: /negocio [Info|Crear|Modificar|Eliminar]
pt_br: FOMA CORRETA: /negocio [Info|Create|Modify|Remove]]

# business_create
source: USAGE: /business create [Business type] [Inner/Outer]
es_es: USO: /negocio crear [Tipo negocio] [Interior|Exterior]
pt_br: FOMA CORRETA: /negocio create [Tipo de Negocio] [Inner|Outer]

# business_modify
source: USAGE: /business modify [Name|Type]
es_es: USO: /negocio modificar [Nombre|Tipo]
pt_br: FOMA CORRETA: /negocio modify [Nome|Tipo]

# business_modify_name
source: USAGE: /business modify name [Text]
es_es: USO: /negocio modificar nombre [Texto]
pt_br: FOMA CORRETA: /negocio modificar nome [Texto]

# business_modify_type
source: USAGE: /business modify type [Value]
es_es: USO: /negocio modificar tipo [Valor]
pt_br: FOMA CORRETA: /negocio modificar tipo [Valor]

# cancel
source: USAGE: /cancel [Order|Service|Interview|Money|Repaint]
es_es: USO: /cancelar [Directo|Servicio|Dinero|Pedidos|Pintura]
pt_br: FOMA CORRETA: /cancelar [Ordens|Servico|Entrevista|Dinheiro|Repintar]

# character
source: USAGE: /character [Bank|Money|Faction|Rank|Job|Dimension] [Player id./Player name] [Value]
es_es: USO: /personaje [Banco|Dinero|Faccion|Rango|Trabajo|Dimension] [Id. jugador/Nombre jugador] [Valor]
pt_br: FOMA CORRETA: /jogador [Banco|Dinheiro|Faccao|Cargo|Emprego|Dimensao] [ID do Jogador/Nome do Jogador] [Valor]

# clear_report
source: USAGE: /clearreport [Report id.]
es_es: USO: /borraraviso [Id. aviso]
pt_br: FOMA CORRETA: /limparrelatorio [ID do Report]

# complement
source: USAGE: /complement [Mask|Bag|Accessory|Hat|Glasses|Earrings] [Wear|Remove]
es_es: USO: /complemento [Mascara|Bolsa|Accesorio|Sombrero|Gafas|Pendientes] [Poner|Eliminar]
pt_br: FOMA CORRETA: /complemento [Mascara|Mochila|Acessorio|Chapeu|Oculos|Brincos] [Vestir|Remover]

# computer
source: USAGE: /computer [Player id./Player name]
es_es: USO: /ordenador [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /computer [ID do Jogador/Nome do Jogador]

# contacts
source: USAGE: /contacts [Number|View|Add|Modify|Remove|SMS]
es_es: USO: /agenda [Numero|Ver|Añadir|Modificar|Borrar|SMS]
pt_br: FOMA CORRETA: /contatos [Numero|Ver|Add|Remover|SMS]

# control
source: USAGE: /control [Load|Save|Rename|Delete|Clear]
es_es: USO: /control [Cargar|Guardar|Renombrar|Eliminar|Limpiar]
pt_br: FOMA CORRETA: /controlar [Carregar|Salvar|Renomear|Deletar|Limpar]

# coord
source: USAGE: /coord [Pos. X] [Pos. Y] [Pos. Z]
es_es: USO: /coord [Pos. X] [Pos. Y] [Pos. Z]
pt_br: FORMA CORRETA: /coord [Pos. X] [Pos. Y] [Pos. Z]

# cut_interview
source: USAGE: /cutinterview [Player id./Player name]
es_es: USO: /cortardirecto [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /corteentrevista [ID do Jogador/Nome do Jogador]

# dismiss
source: USAGE: /dismiss [Player id./Player name]
es_es: USO: /expulsar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /dispensar [ID do Jogador/Nome do Jogador]

# do
source: USAGE: /do [Message]
es_es: USO: /do [Mensaje]
pt_br: FOMA CORRETA: /fazer [Mensagem]

# driving_school
source: USAGE: /drivingschool [Car|Motorcycle]
es_es: USO: /autoescuela [Turismo|Motocicleta]
pt_br: FOMA CORRETA: /autoescola [Carro|Motocicleta]

# ed
source: USAGE: /ed [Message]
es_es: USO: /de [Mensaje]
pt_br: FOMA CORRETA: /de [Mensagem]

# equipment
source: USAGE: /equipment [Basic|Ammunition|Weapon] [Pistol|Assault|Machinegun|Sniper|Shotgun]
es_es: USO: /equipo [Basico|Municion|Arma]
pt_br: FOMA CORRETA: /equipamento [Basico|Municao|Arma]

# extract
source: USAGE: /extract [Player id./Player name]
es_es: USO: /extraer [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /extrair [ID do Jogador/Nome do Jogador]

# f
source: USAGE: /f [Message]
es_es: USO: /f [Mensaje]
pt_br: FOMA CORRETA: /f [Mensagem]

# fine
source: USAGE: /fine [Name] [Surname] [Price] [Reason]
es_es: USO: /multa [Id. jugador/Nombre jugador] [Precio multa] [Motivo]
pt_br: FOMA CORRETA: /multar [ID do Jogador/Nome do Jogador] [Preço] [Motivo]

# fr
source: USAGE: /fr [Message]
es_es: USO: /fr [Mensaje]
pt_br: FOMA CORRETA: /fr [Mensagem]

# frequency
source: USAGE: /frequency [Create|Modify|Remove|Connect|Disconnect]
es_es: USO: /frecuencia [Crear|Modificar|Eliminar|Conectar|Desconectar]
pt_br: FOMA CORRETA: /frequencia [Criar|Modificar|Remover|Conectar|Disconectar]

# frequency_connect
source: USAGE: /frequency connect [Frequency id.] [Password]
es_es: USO: /frecuencia conectar [Id. frecuencia] [Contraseña]
pt_br: FOMA CORRETA: /frequency conectar [ID da frequencia] [Senha]

# frequency_create
source: USAGE: /frequency create [Password]
es_es: USO: /frecuencia crear [Contraseña]
pt_br: FOMA CORRETA: /frequencia cria [Senha]

# frequency_modify
source: USAGE: /frequency modify [Password]
es_es: USO: /frecuencia modificar [Contraseña]
pt_br: FOMA CORRETA: /frequency modificar [Senha]

# frisk
source: USAGE: /frisk [Player id./Player name]
es_es: USO: /cachear [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /brincar [ID do Jogador/Nome do Jogador]

# furniture
source: USAGE: /furniture [Place|Move|Remove]
es_es: USO: /muebles [Colocar|Mover|Eliminar]
pt_br: FOMA CORRETA: /mobilia [Dar|Mover|Remover]

# garbage
source: USAGE: /garbage [Route|Pickup|Cancel]
es_es: USO: /basurero [Ruta|Recoger|Cancelar]
pt_br: FOMA CORRETA: /lixo [Rota|Pegar|Cancelar]

# give
source: USAGE: /give [Player id./Player name]
es_es: USO: /ceder [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /dar [ID do Jogador/Nome do Jogador]

# go
source: USAGE: /go [Workshop | Electronics | Police | Townhall | License | Hospital | Mechanic | News | Bahama | Garbage]
es_es: USO: /ir [Taller | Electronica | Comisaria | Ayuntamiento | Autoescuela | Hospital | Mecanico | Weazel | Bahama | Basurero]
pt_br: FOMA CORRETA: /ir [Oficina | Eletronicos | Policia | Prefeitura | Licensa | Hospital | Mecanico | Noticias | Bahama | Lixao]

# gun
source: USAGE: /gun [Player id./Player name] [Weapon] [Bullets]
es_es: USO: /gun [Id. jugador/Nombre] [Arma] [Balas]
pt_br: FOMA CORRETA: /arma [ID do Jogador/Nome do Jogador] [Arma] [Balas]

# handcuff
source: USAGE: /handcuff [Player id./Player name]
es_es: USO: /esposar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /algemar [ID do Jogador/Nome do Jogador]

# heal
source: USAGE: /heal [Player id./Player name]
es_es: USO: /curar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /curar [ID do Jogador/Nome do Jogador]

# health
source: USAGE: /health [Player id./Player name] [Amount]
es_es: USO: /vida [Id. jugador/Nombre jugador] [Cantidad]
pt_br: FOMA CORRETA: /curar [ID do Jogador/Nome do Jogador] [Amount]

# house
source: USAGE: /house [Info|Create|Modify|Remove|Tp]
es_es: USO: /casa [Info|Crear|Modificar|Eliminar|Tpa]
pt_br: FOMA CORRETA: /house [Info|Criar|Modificar|Remover|Tp]

# house_goto
source: USAGE: /house tp [House id.]
es_es: USO: /casa tpa [Id. casa]
pt_br: FOMA CORRETA: /casa tp [ID da casa.]

# house_info
source: USAGE: /house info [(Opt.) House id.]
es_es: USO: /casa info [Id] (No pongas ID para hacerlo por cercanía).
pt_br: FOMA CORRETA: /casa info [(Opc.) ID da casa.]

# house_modify
source: USAGE: /house modify [Interior|Price|State|Rent|Owner|Name]
es_es: USO: /casa modificar [Interior|Precio|Estado|Alquiler|Dueño|Nombre]
pt_br: FOMA CORRETA: /casa modificar [Interior|Preco|Estado|Alugar|Dono|Nome]

# house_modify_int
source: USAGE: /house modify [Interior|Price|State|Rent] [Value]
es_es: USO: /casa modificar [Interior|Precio|Estado|Alquiler] [Valor]
pt_br: FOMA CORRETA: /casa modificar [Interior|Prreco|Estado|Alugar] [Valor]

# house_modify_string
source: USAGE: /house modify [Owner|Name] [Text]
es_es: USO: /casa modificar [Dueño|Nombre] [Texto]
pt_br: FOMA CORRETA: /casa modificar [Dono|Nome] [Texto]

# incriminate
source: USAGE: /incriminate [Player id./Player name]
es_es: USO: /inculpar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /incriminar [ID do Jogador/Nome do Jogador]

# info
source: USAGE: /info [Player id./Player name]
es_es: USO: /info [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /info [ID do Jogador/Nome do Jogador]

# interview
source: USAGE: /interview [Player id./Player name]
es_es: USO: /entrevistar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /entrevistar [ID do Jogador/Nome do Jogador]

# jail
source: USAGE: /jail [Player id./Player name] [Minutes] [Reason]
es_es: USO: /jail [Id. jugador/Nombre jugador] [Minutos] [Razón]
pt_br: FOMA CORRETA: /prender [ID do Jogador/Nome do Jogador] [Minutos] [Motivo]

# job
source: USAGE: /job [Info|Accept|Leave]
es_es: USO: /empleo [Info|Aceptar|Dejar|Ayuda]
pt_br: FOMA CORRETA: /emprego [Info|Aceitar|Sair]

# keys
source: USAGE: /keys [Lend|Drop] [Vehicle id.] [Player id./Player name]
es_es: USO: /llaves [Ceder|Tirar] [Id. Vehículo] [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /chave [Ver|Emprestar|Largar] [ID do Veículo] [ID do Jogador/Nome do Jogador]

# kick
source: USAGE: /kick [Player id./Player name] [Reason]
es_es: USO: /kick [Id. jugador/Nombre jugador] [Motivo]
pt_br: FOMA CORRETA: /kick [ID do Jogador/Nome do Jogador] [Motivo]

# license
source: USAGE: /license [Give|Remove] [Weapon|Car|Motorcycle] [Player id./Player name]
es_es: USO: /licencia [Dar|Eliminar] [Arma|Turismos|Motocicletas] [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /licensa [Dar|Remover] [Arma|Carro|Motocicleta] [ID do Jogador/Nome do Jogador]

# locate
source: USAGE: /locate [Vehicle id.]
es_es: USO: /localizar [Id. vehículo]
pt_br: FOMA CORRETA: /localizar [ID do Veículo]

# me
source: USAGE: /me [Message]
es_es: USO: /me [Mensaje]
pt_br: FOMA CORRETA: /eu [Mensagem]

# megaphone
source: USAGE: /megaphone [Message]
es_es: USO: /megafono [Mensaje]
pt_br: FOMA CORRETA: /global [Mensagem]

# news
source: USAGE: /n [News message]
es_es: USO: /n [Mensaje de noticia]
pt_br: FOMA CORRETA: /n [Mensagem de Noticia]

# ooc
source: USAGE: /ooc [Message]
es_es: USO: /ooc [Mensaje]
pt_br: FOMA CORRETA: /ooc [Mensagem]

# parking
source: USAGE: /parking [Info|Create|Modify|Remove]
es_es: USO: /parking [Info|Crear|Modificar|Eliminar]
pt_br: FOMA CORRETA: /estacionamento [Info|Criar|Modificar|Remover]

# parking_create
source: USAGE: /parking create [0 Public parking | 1 Garage | 2 Scrapyard | 3 Police deposit]
es_es: USO: /parking crear [0 Aparcamiento público | 1 Garaje | 2 Desguace | 3 Depósito policial]
pt_br: FOMA CORRETA: /estacionamento criar [0 Estacionamento Publico | 1 Garagem | 2 Ferro Velho | 3 Depósito policial]

# parking_modify
source: USAGE: /parking modify [House|Places|Type] [Value]
es_es: USO: /parking modificar [Casa|Plazas|Tipo] [Valor]
pt_br: FOMA CORRETA: /estacionamento modificar [Casa|Lugares|Tipo] [Valor]

# pay
source: USAGE: /pay [Player id./Player name] [Amount]
es_es: USO: /pagar [Id. jugador/Nombre jugador] [Cantidad]
pt_br: FOMA CORRETA: /pagar [ID do Jogador/Nome do Jogador] [Quantidade]

# pd
source: USAGE: /pd [Message]
es_es: USO: /dp [Mensaje]
pt_br: FOMA CORRETA: /dp [Mensagem]

# pm
source: USAGE: /pm [Player id./Player name] [Message]
es_es: USO: /mp [Id. jugador/Nombre jugador] [Mensaje]
pt_br: FOMA CORRETA: /mp [ID do Jogador/Nome do Jogador] [Mensagem]

# points
source: USAGE: /points [Give|Remove|Set] [Player id./Player name] [Amount]
es_es: USO: /puntos [Dar|Eliminar|Establecer] [Id. jugador/Nombre jugador] [Cantidad]
pt_br: FOMA CORRETA: /pontos [Dar|Remover|Dar] [ID do Jogador/Nome do Jogador] [Amount]

# prize
source: USAGE: /prize [Player id./Player name] [Amount] [Reason]
es_es: USO: /premiar [Id. jugador/Nombre jugador] [Cantidad] [Nombre concurso]
pt_br: FOMA CORRETA: /premiar [ID do Jogador/Nome do Jogador] [Quantidade] [Motivo]

# purchase
source: USAGE: /purchase [Amount]
es_es: USO: /comprar [Cantidad]
pt_br: FOMA CORRETA: /comprar [Valor]

# put
source: USAGE: /put [Cone|Beacon|Barrier|Spikes]
es_es: USO: /poner [Cono|Baliza|Barrera|Clavos]
pt_br: FOMA CORRETA: /Dar [Cone|Baliza|Barreira|Espinhos]

# r
source: USAGE: /r [Message]
es_es: USO: /r [Mensaje]
pt_br: FOMA CORRETA: /r [Mensagem]

# rank
source: USAGE: /rank [Player id./Player name] [Value]
es_es: USO: /rango [Id. jugador/Nombre jugador] [Valor]
pt_br: FOMA CORRETA: /jogador cargo [ID do Jogador/Nome do Jogador] [Valor]

# reanimate
source: USAGE: /reanimate [Player id./Player name]
es_es: USO: /reanimar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /reanimar [ID do Jogador/Nome do Jogador]

# recon
source: USAGE: /recon [Player id./Player name]
es_es: USO: /recon [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /recon [ID do Jogador/Nome do Jogador]

# recruit
source: USAGE: /recruit [Player id./Player name]
es_es: USO: /reclutar [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /recrutar [ID do Jogador/Nome do Jogador]

# refuel
source: USAGE: /refuel [Price (0 for full tank)]
es_es: USO: /repostar [Precio (0 para llenar el depósito)]
pt_br: FOMA CORRETA: /reabastecer [Price (0 para tanque cheio)]

# remove
source: USAGE: /remove [Cone|Beacon|Barrier|Spikes]
es_es: USO: /quitar [Cono|Baliza|Barrera|Clavos]
pt_br: FOMA CORRETA: /remover [Cone|Baliza|Barreira|Espinhos]

# rentable
source: USAGE: /rentable [Amount]
es_es: USO: /alquilable [Cantidad]
pt_br: FOMA CORRETA: /alugavel [Valor]

# repaint
source: USAGE: /repaint [Vehicle id.]
es_es: USO: /repintar [Id. vehículo]
pt_br: FOMA CORRETA: /repintar [ID do Veículo]

# repair
source: USAGE: /repair [Vehicle id.] [Chassis|Doors|Tyres|Windows|Engine] [Price]
es_es: USO: /reparar [Id. vehículo] [Chasis|Puertas|Ruedas|Lunas|Motor] [Precio]
pt_br: FOMA CORRETA: /reparar [ID do Veículo] [Chassis|Portas|Pneus|Janelas|Motor] [Preço]

# revive
source: USAGE: /revive [Player id./Player name]
es_es: USO: /revivir [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /reviver [ID do jogador/Nome do jogador]

# say
source: USAGE: /say [Message]
es_es: USO: /decir [Mensaje]
pt_br: FOMA CORRETA: /dizer [Mensagem]

# sell
source: USAGE: /sell [Vehicle|House|Fish] [Vehicle id./House id.] [Player id./Player name] [Price]
es_es: USO: /vender [Vehículo|Casa|Pescado] [Id. vehículo/Id. casa] [Id. jugador/Nombre jugador] [Precio]
pt_br: FOMA CORRETA: /vender [Veiculo|Casa|Peixe] [ID do Veículo/House id.] [ID do Jogador/Nome do Jogador] [Preço]

# sell_house
source: USAGE: /sell house [House id.] [Player id./Player name] [Price] (70% of its value when not filling player neither price)
es_es: USO: /vender casa [Id. casa] [Id. jugador/Nombre jugador] [Precio] (Sin jugador ni precio se vende al estado por un 70% de su valor).
pt_br: FOMA CORRETA: /vender casa [ID da Casa] [ID do Jogador/Nome do Jogador] [Preço] (70% de seu valor ao não preencher o jogador nem o preço)

# sell_vehicle
source: USAGE: /sell vehicle [Vehicle id.] [Player id./Player name] [Price]
es_es: USO: /vender vehiculo [Id. vehículo] [Id. jugador/Nombre jugador] [Precio]
pt_br: FOMA CORRETA: /vender veiculo [ID do Veículo] [ID do Jogador/Nome do Jogador] [Preço]

# service
source: USAGE: /service [Sex|Oral] [Player id./Player name] [Price]
es_es: USO: /servicio [Sexo|Oral] [Id. jugador/Nombre jugador] [Precio]
pt_br: FOMA CORRETA: /servico [Sexo|Oral] [ID do Jogador/Nome do Jogador] [Preço]

# show
source: USAGE: /show [Player id./Player name] [Licenses|Identification|Insurance]
es_es: USO: /mostrar [Id. jugador/Nombre jugador] [Licencias|Documentacion|Seguro]
pt_br: FOMA CORRETA: /mostrar [ID do Jogador/Nome do Jogador] [Licensas|Identificacao|Seguro]

# skin
source: USAGE: /skin [Ped model name]
es_es: USO: /skin [Nombre del ped]
pt_br: FOMA CORRETA: /skin [Nome do modelo ped]

# sms
source: USAGE: /sms [Number] [Message]
es_es: USO: /sms [Número] [Mensaje]
pt_br: FOMA CORRETA: /sms [Numero] [Mensagem]

# ticket
source: USAGE: /ticket [Help message]
es_es: USO: /duda [Mensaje de solicitud de ayuda]
pt_br: FOMA CORRETA: /ticket [Mensagem de Ajuda]

# tp
source: USAGE: /tp [Player id./Player name]
es_es: USO: /tpa [Id. jugador/Nombre jugador]
pt_br: FOMA CORRETA: /tp [ID do jogador/Nome do jogador]

# trunk
source: USAGE: /trunk [Open|Close|Store|Withdraw]
es_es: USO: /maletero [Abrir|Cerrar|Guardar|Sacar]
pt_br: FOMA CORRETA: /tronco [Abrir|Fechar|Guardar|Retirar]

# unpark
source: USAGE: /unpark [Vehicle id.]
es_es: USO: /desaparcar [Id. vehículo]
pt_br: FOMA CORRETA: /desestacionar [ID do Veículo]

# vehicle
source: USAGE: /vehicle [Info|Create|Modify|Remove|Repair|Lock|Start|Bring|Tp]
es_es: USO: /vehiculo [Info|Crear|Modificar|Eliminar|Reparar|Bloquear|Arrancar|Traer|Tpa]
pt_br: FOMA CORRETA: /veiculo [Info|Criar|Modicar|Remover|Reparar|Trancar|Comecar|Trazer|Tp]

# vehicle_bring
source: USAGE: /vehicle bring [Vehicle id.]
es_es: USO: /vehiculo traer [Id. vehículo]
pt_br: FOMA CORRETA: /veiculo trazer [ID do veículo]

# vehicle_color
source: USAGE: /vehicle modify color [Primary color (R,G,B)] [Secondary color (R,G,B)]
es_es: USO: /vehiculo modificar color [Color primario (R,G,B)] [Color secundario (R,G,B)]
pt_br: FOMA CORRETA: /veiculo modificar cor [Cor primaria (R,G,B)] [Cor secundaria (R,G,B)]

# vehicle_create
source: USAGE: /vehicle create [Model] [Primary color (R,G,B)] [Secondary color (R,G,B)]
es_es: USO: /vehiculo crear [Modelo] [Color primario (R,G,B)] [Color secundario (R,G,B)]
pt_br: FOMA CORRETA: /veiculo criar [Model] [Primary color (R,G,B)] [Secondary color (R,G,B)]

# vehicle_delete
source: USAGE: /vehicle remove [Vehicle id.]
es_es: USO: /vehiculo eliminar [Id. vehículo]
pt_br: FOMA CORRETA: /veiculo remover [ID do veículo]

# vehicle_dimension
source: USAGE: /vehicle modify dimension [Vehicle id.] [Value]
es_es: USO: /vehiculo modificar dimension [Id. vehículo] [Valor]
pt_br: FOMA CORRETA: /veiculo modificar dimensao [ID do veículo] [Valor]

# vehicle_faction
source: USAGE: /vehicle modify faction [Value]
es_es: USO: /vehiculo modificar faccion [Valor]
pt_br: FOMA CORRETA: /veiculo modificar facção [Valor]

# vehicle_goto
source: USAGE: /vehicle tp [Vehicle id.]
es_es: USO: /vehiculo tpa [Id. vehículo]
pt_br: FOMA CORRETA: /veiculo tp [ID do veículo]

# vehicle_modify
source: USAGE: /vehicle modify [Color|Dimension|Owner|Faction|Position|Gas]
es_es: USO: /vehiculo modificar [Color|Dimension|Dueño|Faccion|Posicion|Gasolina]
pt_br: FOMA CORRETA: /veiculo modificar [Cor|Dimensao|Dono|Faccao|Posicao]

# vehicle_owner
source: USAGE: /vehicle modify owner [Name] [Surname]
es_es: USO: /vehiculo modificar dueño [Nombre] [Apellido]
pt_br: FOMA CORRETA: /veiculo modificar dono [Nome] [Surname]

# weather
source: USAGE: /weather [0-12]
es_es: USO: /clima [0-12]
pt_br: FOMA CORRETA: /clima [0-12]

# whisper
source: USAGE: /whisper [Message]
es_es: USO: /susurrar [Mensaje]
pt_br: FOMA CORRETA: /sussurar [Mensagem]

# yell
source: USAGE: /yell [Message]
es_es: USO: /gritar [Mensaje]
pt_br: FOMA CORRETA: /gritar [Mensagem]

# equipment_weapon
source: USAGE: /equipment weapon [Pistol|Revolver|Asault|Machinegun|Sniper|Shotgun]
es_es: USO: /equipo arma [Pistola|Revolver|Metralleta|Asalto|Francotirador|Escopeta]
pt_br: FOMA CORRETA: /equipamento arma [Pistola|Revolver|Assalto|Machinegun|Sniper|Espingarda]

source: Enter business
es_es: Entrar al negocio

# vehicle_gas
source: USAGE: /vehicle modify gas [Vehicle id.] [Value]
es_es: USO: /vehiculo modificar gasolina [Id. vehículo] [Valor]
pt_br: FOMA CORRETA: /veiculo modificar gas [ID do veículo] [Valor]

source: Access ATM
es_es: Acceder al cajero

source: Exit lobby
es_es: Salir de la sala

source: Manage characters
es_es: Gestionar personajes

# action_business
source: Purchase
es_es: Comprar
pt_br: action_business

source: Exit business
es_es: Salir del negocio

source: Exit house
es_es: Salir de la vivienda

source: Enter house
es_es: Entrar a la casa

source: Enter building
es_es: Entrar al edificio

# interior_create
source: USAGE: /interior create [Type]
es_es: USO: /interior crear [Tipo]
pt_br: interior_create

source: Exit interior
es_es: Salir del edificio

# action_tramitate
source: Tramitate
es_es: Tramitar
pt_br: action_tramitate

# interior
source: USAGE: /interior [Create|Modify|Remove|Tp]
es_es: USO: /interior [Crear|Modificar|Eliminar|Tpa]
pt_br: interior

# interior_goto
source: USAGE: /interior tp [Interior id.]
es_es: USO: /interior tpa [Id. Interior]
pt_br: interior_goto

# interior_modify
source: USAGE: /interior modify [Type|Mark|Name] [Value]
es_es: USO: /interior modificar [Tipo|Marca|Nombre]

source: Show catalog
es_es: Mostrar el catálogo

# action_plant
source: Cut plant
es_es: Cortar planta

# house_create
source: USAGE: /house [Type]
es_es: USO: /casa crear [Tipo]
pt_br: FOMA CORRETA: /casa [Tipo]
